{"荀攸": "荀攸（157年－214年），字公达，颍川颍阴（今河南许昌）人。荀彧之侄，东汉末年谋士。荀攸在何进掌权时期任黄门侍郎，在董卓进京时曾因密谋刺杀董卓而入狱，后弃官回家。 曹操迎天子入许都之后，荀攸成为曹操的军师。 曹操征伐吕布时荀攸劝阻了曹操退兵，并献奇计水淹下邳城，活捉吕布。官渡之战荀攸献计声东击西，斩杀颜良和文丑。又策奇兵，派徐晃烧袁绍粮草，同时力主曹操接纳许攸，画策乌巢，立下大功。平定河北期间，荀攸力排众议，主张曹操消灭袁绍诸子，被曹操上奏朝廷封为陵树亭侯。荀攸行事周密低调，计谋百出，深受曹操称赞。建安十九年（214年），荀攸在曹操伐吴途中去世。荀攸被称为曹操的“谋主”，擅长灵活多变的克敌战术和军事策略。他生前设奇策共十二计，只有钟繇知道。钟繇整理未全就去世了，故后世不得而知。另著有《魏官仪》，今已佚。...", "徐晃": "徐晃（？－227年），字公明，河东杨（今山西洪洞东南）人。三国时期曹魏名将。本为杨奉帐下骑都尉，杨奉被曹操击败后转投曹操，在曹操手下多立功勋，参与官渡之战、白狼山之战、赤壁之战、关中征伐、夏侯渊平凉州之战、汉中之战等几次重大战役。樊城之战中徐晃作为曹仁的援军击败关羽，因于此役中治军严整而被曹操称赞“有周亚夫之风”。曹丕称帝后，徐晃被加封为右将军。其后，徐晃与夏侯尚一起攻克了上庸，但是，却未能攻克江陵。于公元227年病逝，谥曰壮侯。...", "庞德": "庞德（？－219年），字令明，南安郡狟[huán]道县（今甘肃天水市武山县四门镇）人，约在初平年间，投奔马腾帐下，在平定羌民的征伐中屡立战功。建安年间，庞德跟随马超征战平阳，抵御袁将郭援、高干，在马上亲斩郭援首级。张白骑在弘农反叛时，庞德也参与战斗。每次出征常冲锋陷阵，勇冠凉州三军。后几经辗转，随张鲁归降于曹操麾下，被授官立义将军，封关内亭侯，食邑三百户。219年，庞德协助曹仁抵御关羽。两军对垒期间，常骑白马驰骋奔杀，曾一箭射中关羽前额，被关羽军称作“白马将军”。时值汉水暴溢，他率诸将与关羽殊死搏斗，箭镞尽，又短兵相接。而他格斗益怒，胆气愈壮，力战多时后因小舟被洪水打翻为关羽军所擒。关羽敬重他的刚毅威武，以封将劝降，但他却怒目不跪，怒斥关羽，最终殒身殉节。...", "曹操": "曹操（155年－220年3月15日），字孟德，一名吉利，小字阿瞒，沛国谯县（今安徽亳州）人。东汉末年杰出的政治家、军事家、文学家、书法家，三国中曹魏政权的奠基人。曹操曾担任东汉丞相，后加封魏王，奠定了曹魏立国的基础。去世后谥号为武王。其子曹丕称帝后，追尊为武皇帝，庙号太祖。东汉末年，天下大乱，曹操以汉天子的名义征讨四方，对内消灭二袁、吕布、刘表、马超、韩遂等割据势力，对外降服南匈奴、...", "张郃": "张郃（？－231年），字儁乂，河间鄚人。东汉末年，应募参加镇压黄巾起义，后属冀州牧韩馥为军司马。191年，袁绍取冀州，张郃率兵投归，任校尉。因破公孙瓒有功，迁为宁国中郎将。后在官渡之战中投降曹操。此后，随曹操攻乌桓、破马超、降张鲁，屡建战功。继与都护将军夏侯渊留守汉中。215年，率军进攻巴西宕渠，被蜀将张飞击败。后任荡寇将军。219年，从夏侯渊迎战刘备军于定军山，当夏侯渊战死，全军危急之际，张郃代帅，率部安全撤退。后屯陈仓。曹丕称帝后，升左将军，封鄚侯，奉命从曹真击平安定羌胡，后与夏侯尚围攻江陵。228年...", "荀彧": "荀彧（xún yù）（163年－212年），字文若。颍川颍阴（今河南许昌）人。东汉末年著名政治家、战略家，曹操统一北方的首席谋臣和功臣。荀彧早年被称为“王佐之才”，初举孝廉，任守宫令。后弃官归乡，又率宗族避难冀州，被袁绍待为上宾。其后投奔曹操。官至侍中，守尚书令，封万岁亭侯。因其任尚书令，居中持重达十数年，处理军国事务，被人敬称为“荀令君”。后因反对曹操称魏公而为其所忌，调离中枢，在寿春忧郁成病而亡（一说服毒自尽），年五十。获谥敬侯，后追赠太尉。荀彧在战略方面为曹操规划制定了统一北方的蓝图和军事路线，曾多次修正曹操的战略方针而获其赞赏，包括“深根固本以制天下”、“迎奉天子”；战术上，曾面对吕布叛乱而保全兖州三城，奇谋扼袁绍于官渡，险出宛、叶而间行轻进以掩其不意奇袭荆州等诸多建树；政治上，为曹操举荐了钟繇、...", "司马昭": "司马昭（211年—265年9月6日），字子上（小说《三国演义》为子尚），河内温县（今属河南）人。三国时期曹魏权臣，西晋王朝的奠基人之一。为晋宣帝司马懿与宣穆皇后张春华次子、晋景帝司马师之弟、晋武帝司马炎之父。司马昭早年随父抗击蜀汉，多有战功。累官洛阳典农中郎将，封新城乡侯。正元二年（255年），继兄司马师为大将军，专揽国政。甘露五年（260年），魏帝曹髦被弑杀，司马昭立曹奂为帝。景元四年（263年），分兵遣钟会、邓艾、诸葛绪三路灭亡蜀汉，受封晋公。次年，进爵晋王。咸熙二年（265年），司马昭病逝，年五十四，葬于崇阳陵。数月后，其子司马炎代魏称帝，建立晋朝，追尊司马昭为文帝，庙号太祖。...", "曹仁": "曹仁（168年－223年），字子孝，汉族，沛国谯（今安徽亳州）人，曹操从弟（从祖弟）。三国曹魏名将。曹仁好弓马骑射，少时不修行检，及至长成为大将，则变得严整，奉法守令。从曹操多年，为魏朝立下汗马功劳。破袁术，曹仁所斩获颇多，大破陶谦军及陶谦部将吕由，攻克句阳，生擒吕布的部将刘何，官渡之战中，在隐强打败刘备军、鸡落山之战又战胜袁绍军。赤壁之战兵败后，曹仁镇守江陵与周瑜拖了一年之久，为曹操重整旗鼓赢得了宝贵的时间，渭南破马超，破反将苏伯、田银、侯音，襄樊之战中挡住了关羽的进攻，与徐晃共攻破陈邵，进军襄阳，魏国建立后曹仁拜车骑将军，统率荆州、扬州、益州军事，晋封陈侯，...", "曹植": "曹植（192年－232年12月27日），字子建，沛国谯县（今安徽省亳州市）人，生于东武阳（今山东莘县，一说鄄城），是曹操与武宣卞皇后所生第三子，生前曾为陈王，去世后谥号“思”，因此又称陈思王。曹植是三国时期著名文学家，作为建安文学的代表人物之一与集大成者，他在两晋南北朝时期，被推尊到文章典范的地位。其代表作有《洛神赋》《白马篇》《七哀诗》等。后人因其文学上的造诣而将他与曹操、曹丕合称为“三曹”。其诗以笔力雄健和词采画眉见长，留有集三十卷，已佚，今存《曹子建集》为宋人所编。曹植的散文同样亦具有“情兼雅怨，体被文质”的特色，加上其品种的丰富多样，使他在这方面取得了卓越的成就。南朝宋文学家谢灵运有“天下才有一石，曹子建独占八斗”的评价。文学批评家钟嵘亦赞曹植“骨气奇高，词彩华茂，情兼雅怨，体被文质，粲溢今古，卓尔不群。”并在《诗品》中把他列为品第最高的诗人。王士祯尝论汉魏以来二千年间诗家堪称“仙...", "典韦": "典韦（？－197年），陈留己吾（今河南商丘市宁陵县己吾城村）人。东汉末年曹操部将，相貌魁梧，膂力过人。本属张邈，后归曹操。曹操征讨吕布时被募为陷阵，表现英勇，被拜为校尉，宿卫曹操。建安二年（197年），张绣背叛曹操，典韦为保护曹操而独挡叛军，击杀多人，但最终因寡不敌众而战死。（概述内图片来源：叶雄《三国演义人物谱》）...", "郭嘉": "郭嘉（170年－207年），字奉孝，颍川阳翟（今河南禹州）人。东汉末年曹操帐下著名谋士。郭嘉原为袁绍部下，后转投曹操，为曹操统一中国北方立下了功勋，官至军师祭酒，封洧阳亭侯。在曹操征伐乌丸时病逝，年仅三十八岁。谥曰贞侯。史书上称他“才策谋略，世之奇士”。曹操称赞他见识过人，是自己的“奇佐”。...", "乐进": "乐进（？－218年），字文谦，冀州阳平郡卫国（今河南清丰）人。东汉末年名将。以胆识英烈而从曹操，随军多年，南征北讨，战功无数。从击袁绍于官渡，奋勇力战，斩袁绍部将淳于琼。又从击袁谭、袁尚于黎阳，斩其大将严敬。不久乐进别击黄巾、雍奴、管承，皆大破之。从平荆州，留屯襄阳，进击关羽、苏飞等人，击退其众，南郡诸郡的山谷蛮夷都前往乐进处投降。后来从曹操征孙权，假进节。曹操回师后，留乐进与张辽、李典屯于合肥。又以乐进数有军功，迁右将军。建安二十三年（218年）逝世，谥曰威侯。后世将其与张辽、张郃、于禁、徐晃并称为曹魏“五子良将”。...", "张辽": "张辽（169-222年），字文远，雁门马邑（今山西朔州）人。汉末三国时期曹魏名将，西汉时马邑之谋的发起者聂壹的后人。曾在丁原、何进、董卓、吕布的领导下，恪尽职守。吕布败亡后，张辽归属曹操，随曹操四处征讨，战功累累。曾亲自劝降昌豨，攻袁氏而转战河北，在白狼山之战力排众议并率领先锋斩杀乌桓单于蹋顿，驱逐辽东大将柳毅，以静待哗平定新军叛乱，勇登天柱山击灭陈兰、梅成。濡须之战后，张辽与李典、乐进等镇守合肥，并多次击退孙吴的进攻。在建安二十年（215年）的合肥之战，张辽率领800将士冲击东吴的十万大军，一直冲杀到孙权的主帅旗下，令东吴军队全都披靡溃败、闻风丧胆。其后，率领追兵，再次击破孙权、凌统、甘宁等人4...", "夏侯惇": "夏侯惇（？－220年），字元让，沛国谯（今安徽亳州）人。汉末年三国时期曹魏名将，西汉开国元勋夏侯婴的后代。少年时以勇气闻名于乡里。曹操起兵，夏侯惇是其最早的将领之一。与吕布军交战时，曾一度被擒为人质，又被流矢射瞎左眼。多次为曹操镇守后方，曾率军民阻断太寿河水，筑陂塘灌溉农田，使百姓受益，功勋卓著。历任折冲校尉、济阴太守、建武将军，官至大将军，封高安乡侯，追谥忠侯。青龙元年（233年），得以配享太祖（曹操）庙庭。夏侯惇一生虽多在军旅，但仍不忘治学。他常亲自迎师，虚心求教。他为人俭朴，所得赏赐全部分给将士。一生不置产业，至死家无余财。（概述内图片来源：叶雄《三国演义人物谱》）...", "曹真": "曹真（？－231年），字子丹。沛国谯（今安徽亳州）人。三国时期曹魏名将，魏武帝曹操族子。其父曹邵为曹操募兵时遇害，曹真遂被曹操收为养子。因赞赏曹真的勇猛而让他参与虎豹骑。历任偏将军、中领军、征蜀护军等职，并参与汉中之战。曹丕袭封魏王后，拜曹真为镇西将军、都督雍州及凉州诸军事，负责镇守西北边境，期间表现突出。于黄初二年（221年），督众将大破羌胡联军，平定河西。黄初三年（222年），率军包围江陵，击破吴将孙盛。回师后，转中军大将军，加给事中。曹丕病重时，曹真受遗诏辅政。魏明帝曹叡即位后，拜大将军，进爵邵陵侯。太和二年（228年），曹真率军抵御蜀汉丞相...", "曹爽": "曹爽（？－249年），字昭伯，沛国谯县（今安徽亳州）人，大司马曹真长子，三国时期曹魏宗室、权臣。曹爽体态肥胖，自少以宗室身份出入宫廷，谨慎持重，曹睿即位后任散骑侍郎，累迁城门校尉，加散骑常侍，转任武卫将军，公元231年（太和五年），其父曹真逝世，曹爽袭封邵陵侯爵位，公元239年（景初三年），明帝曹叡病危，拜曹爽为大将军，假节钺。与司马懿并为托孤大臣。少帝曹芳即位之后加侍中。改封武安侯。曹爽原本谦虚谨慎，后来任用私人，专权乱政，侵吞财产，一意孤行出兵伐蜀造成国内虚耗死伤惨重，起居自比皇帝，并采用邓飏之谋将郭太后迁往永宁宫软禁，公元249年（正始十年）正月甲午（初六）日（2月5日），司马懿发动高平陵政变，解除曹爽大将军的职务，不久因谋反之罪，在朝议后被族诛。...", "曹纯": "曹纯（170年－210年），字子和，沛国谯（今安徽亳州）人。东汉末年曹操麾下将领，曹仁之弟。曹纯是曹操部下精锐部队“虎豹骑”的统领者之一，因在平定北方的战役中颇有功绩，被加封为高陵亭侯。死后谥曰威侯。曹纯擅战，甚得人心，为人重纲纪，不失理智，好学问，敬爱学士，闻名天下。...", "司马炎": "司马炎（236年－290年5月16日），即晋武帝（265年－290年在位）。字安世，河内温县（今河南省温县）人，晋朝开国皇帝。晋宣帝司马懿之孙、晋景帝司马师之侄、晋文帝司马昭嫡长子、晋元帝司马睿从父。咸熙二年（265年）袭父爵晋王，数月后逼迫魏元帝曹奂禅让给自己，国号晋，建都洛阳，改元泰始。咸宁五年（279年），司马炎命杜预、王濬等人分兵伐吴，于次年灭吴，统一全国。建国后，他采取一系列经济措施以发展生产， 并颁行户调式（包括占田制、户调制和品官占田荫客制）。太康年间，...", "司马懿": "司马懿（179年—251年9月7日），字仲达，河内郡温县孝敬里（今河南省焦作市温县）人。三国时期魏国政治家、军事谋略家，魏国权臣，西晋王朝的奠基人。司马懿自幼聪明多大略，博学洽闻，伏膺儒教。因曹操出身“赘阉遗丑”，司马懿一度拒绝曹操授予的官职，但建安十三年（208年），曹操任丞相后，强行辟司马懿为文学掾。因司马懿曾支持曹操称帝，所以逐渐赢得了曹操的信任。曹操封魏王后，以司马懿为太子中庶子以佐助曹丕，帮助曹丕在储位之争中获得胜利。曹丕临终时，令司马懿与曹真等为辅政大臣，辅佐魏明帝曹叡。明帝时，司马懿屡迁抚军大将军、大将军、太尉等重职。明帝崩，托孤幼帝曹芳以司马懿和曹爽。曹芳继位后，司马懿先是遭到曹爽排挤，迁官为无实权的太傅。正始十年（249年），司马懿趁曹爽陪曹芳离洛阳至...", "邓艾": "邓艾（约197年－264年），字士载，义阳棘阳（今河南新野）人。三国时期魏国杰出的军事家、将领。其人文武全才，深谙兵法，对内政也颇有建树。本名邓范，后因与同乡人同名而改名。邓艾多年在曹魏西边战线防备蜀汉姜维。公元263年他与钟会分别率军攻打蜀汉，最后他率先进入成都，使得蜀汉灭亡。后因遭到钟会的污蔑和陷害，被司马昭猜忌而被收押，最后与其子邓忠一起被卫瓘派遣的武将田续所杀害。泰始九年（273年），邓艾被平反昭雪。...", "夏侯渊": "夏侯渊（？－219年），字妙才，沛国谯（今安徽亳州）人，东汉末年名将，擅长千里奔袭作战，常常出敌不意，官至征西将军，封博昌亭侯。初期随曹操征伐，官渡之战为曹操督运粮草，又督诸将先后平定昌豨、徐和、雷绪、商曜等叛乱。后率军征伐关中与凉州，斩梁兴、逐马超、破韩遂、灭宋建，横扫羌、氐、屠各等外族势力，虎步关右。张鲁降曹操后，夏侯渊留守汉中，与刘备相拒逾年，在定军山被刘备部将黄忠所袭，战死，谥曰愍侯。...", "贾诩": "贾诩（xǔ，147年－223年8月11日），字文和，凉州姑臧（今甘肃武威市凉州区）人。东汉末年至三国初年著名谋士、军事战略家，曹魏开国功臣。原为董卓部将，董卓死后，献计李傕、郭汜反攻长安。李傕等人失败后，辗转成为张绣的谋士。张绣曾用他的计策两次打败曹操，官渡之战前他劝张绣归降曹操。官渡之战时，贾诩力主与袁绍决战。赤壁之战前，认为应安抚百姓而不应劳师动众讨江东，曹操不听，结果受到严重的挫败。曹操与关中联军相持渭南时，贾诩献离间计瓦解马超、韩遂，使得曹操一举平定关中。在曹操继承人的确定上，贾诩以袁绍、刘表为例，暗示曹操不可废长立幼，从而暗助了曹丕成为世子。黄初元年（220年），曹丕称帝，拜其为...", "许褚": "许褚（chǔ，见《辞海》）字仲康，谯国谯人（今安徽亳州）。长八尺馀，腰大十围，容貌雄毅，勇力绝人。年轻时在家乡聚集了数千户人家，共同抵御贼寇。曾有一次因缺粮与贼寇用牛交换粮食，牛到了对方手中后又跑了回来，结果许褚单手倒拖牛尾走了百步，贼寇大惊，不敢要牛就走了。从此淮、汝、陈、梁之地，听到许褚之名都感到畏惧。后追随曹操，自典韦战死之后，主要负责曹操的护卫工作。官渡之战时发现欲谋害曹操者，将刺客全部杀掉。渭南之战时在身披重甲的情况下左手掩面，右手控船浆令曹操安然成功渡河，上岸才发现早已身中数箭，在与马超、韩遂会面时只让许褚相随，期间马超欲袭曹操，但听闻许褚之名兼怀疑从骑就是许褚，便问曹操虎侯安在，曹操指着许褚，许褚怒视马超以令他放弃。当曹操去世时许褚哭至吐血，曹丕其迁作武卫将军，负责宫中安全。曹叡继位时封其为牟乡侯，不久去世，谥曰壮侯。...", "司马师": "司马师（208年—255年3月23日），字子元，河内温县（今河南温县西）人。三国时期曹魏权臣，西晋的奠基人之一，晋宣帝司马懿与宣穆皇后张春华的长子，晋文帝司马昭的同母兄，晋武帝司马炎的伯父。司马师沉着坚强，雄才大略，早年与夏侯玄、何晏齐名。高平陵之变后，以功封长平乡侯，旋加卫将军。司马懿死后，以抚军大将军辅政，独揽朝廷大权，次年升为大将军。掌权后，他制定选拔官吏的法规，命百官推荐贤才，整顿纲纪，使其各有职掌，朝野肃然。司马师也有卓越的军事才能，曾用计于新城之战击溃吴国诸葛恪的大军。嘉平六年（254年），魏帝曹芳与中书令李丰等人密谋除司马师，事情泄露，司马师杀死参与者，迫郭太后废曹芳，改立高贵乡公曹髦为帝。次年，亲自率兵平定毌丘俭、...", "夏侯楙": "夏侯楙（máo），字子林，沛国谯县（今安徽亳州）人，大将军夏侯惇之子，三国时期魏国官员、将领，其妻为曹操之女清河公主。在魏国历任侍中、尚书、安西将军、镇东将军，假节，封列侯。曾一度驻守长安，但蜀汉北伐后就被调离。...", "蔡瑁": "蔡瑁（生卒年不详），字德珪，襄阳蔡州（今湖北襄阳）人。东汉末年荆州名族，蔡讽之子，姑母（蔡讽之姐）是太尉张温之妻，长姐与二姐先后嫁给黄承彦与刘表成为继室。初平元年（190年），刘表代王睿为荆州刺史，当时江南宗贼兴盛，蔡瑁协助刘表平定荆州，仕奉刘表期间，历任江夏、南郡、章陵等诸郡太守，刘表获得汉廷封赐镇南将军时担任其军师。刘表病亡后，拥护刘琮继位，在公元208年曹操挥军入荆州时，与蒯越共同迫刘琮降伏曹操，尔后仕入曹操麾下，历任从事中郎、司马、长水校尉，封爵为汉阳亭侯。...", "曹嵩": "曹嵩（？—193年或194年），字巨高，沛国谯县（今安徽省亳州市）人，是曹操的父亲，东汉末年宦官中常侍大长秋曹腾的养子。汉灵帝时，依靠买官升迁为太尉，太尉位列三公之首。延康元年（220年），魏文帝曹丕继任魏王后，追尊曹嵩为太王。同年，曹丕登基为皇帝，追尊曹嵩为太皇帝。...", "邹氏": "《三国志》记载中，东汉末年张济之妻，张绣之婶，未言其姓名。《三国演义》里姓邹，故常称作邹氏，或邹夫人。出现在第十六回，被曹操强纳，因而之后有张绣造反，曹操兵败宛城，曹昂、典韦、曹安民战死等诸多之事。...", "程昱": "程昱（yù）（141年—220年），字仲德，兖州东郡东阿（今山东东阿）人，东汉后期至三国时期曹魏谋士、名臣。本名程立，因梦中在泰山捧日，更名程昱。曾于东阿率领民众抗击黄巾。初平三年（192年），被曹操征辟为寿张令，从此为其出谋献策、征战四方。曹操征徐州时，程昱与荀彧留守后方，阻吕布、陈宫大军，保住三城，因功受封为东平相，屯于范县。曹操将汉献帝迁往许都后，任命程昱为尚书，后又为东中郎将，领济阴太守，都督兖州事宜。讨平袁谭、袁尚后，拜为奋武将军，封安国亭侯。黄初元年（220年），曹丕代汉称帝，拜程昱为卫尉，进封安乡侯。同年逝世，享年八十岁，曹丕亦为之流涕，追赠车骑将军，谥曰肃侯。...", "刘氏": "刘氏（刘夫人）：曹操的妻妾，生有曹昂、曹铄和清河长公主。不久刘夫人病亡，长子曹昂由正室丁夫人抚养。...", "清河公主": "清河长公主，三国人，曹操长女（按其与曹操长子曹昂同出于刘夫人，而刘夫人又早死，故其年龄应长于曹丕等其他曹操诸子女，又按长公主亦有年最长之意，故应为曹操之长女）。母刘夫人，得到曹操喜爱。清河公主后来下嫁夏侯楙。曹操初欲嫁丁仪，曹丕劝其嫁与夏侯楙。后与小叔子设计欲谋害丈夫，未果。...", "于禁": "于禁（？－221年），字文则，泰山钜平（今山东泰安南）人。三国时期魏国武将。本为鲍信部将，鲍信为救曹操而死，于禁归属曹操。此后，跟随曹操伐吕布、围张超、扫黄巾、击袁术。曾在张绣造反时讨伐不守军纪的青州兵，并固守营垒，因此曹操称赞他可与古代名将相比。在官渡之战，又数次立下战功。跟随夏侯惇在博望坡被刘备击败。跟随夏侯渊在东海郡逼降昌豨。然而，在讨伐梅成时，于禁轻率地回军，导致敌军占据了地利。此后的十年，都没有再独立领兵。建安二十四年（219年），襄樊之战爆发，于禁再次独立领兵，却遭遇洪水，在败给关羽后投降，致使晚节不保。关羽败亡后，于禁从荆州获释到了吴国。黄初二年（221年），孙权遣还于禁回魏，同年去世。于禁威严庄重，常以军法处理下属，虽然深得曹操的喜爱，却无法得到将士们的拥戴。于禁擅自杀死投降求生的挚友，自己却选择了投降求生，因此，死后获赠...", "蒯越": "蒯越（？－214年），字异度，襄阳中庐（今湖北襄阳西南）人。东汉末期人物，演义中为蒯良之弟。原本是荆州牧刘表的部下，曾经在刘表初上任时帮助刘表铲除荆州一带的宗贼（以宗族、乡里关系组成的武装集团）。刘表病逝后与刘琮一同投降曹操，后来官至光禄勋。...", "钟会": "钟会（225-264年），字士季，颍川郡长社（今河南长葛县）人。三国后期曹魏重要谋臣和书法家，太傅钟繇之幼子、青州刺史钟毓之弟。自幼才华横溢，精通玄学。在魏国官居要职，上至皇帝、下至群臣都对他非常赏识。司马师征讨毌丘俭期间，钟会典知机密，又为司马昭献策阻止了魏帝曹髦的夺权企图。平定诸葛诞叛乱中，钟会屡出奇谋，时人比为张良。累迁司隶校尉，朝廷大小事务无不插手，献策杀害名士嵇康。景元年间，钟会大力支持司马昭的伐蜀计划，拜镇西将军、假节、都督关中诸军事，主持伐蜀事宜。景元四年（263年）魏灭蜀之战，钟会与邓艾分兵攻打蜀汉，导致蜀汉灭亡。此后，蜀将姜维假意投降，意图复国，钟会便与姜共谋，欲据蜀自立。遂打压原同僚...", "文聘": "文聘，生卒年不详，字仲业，南阳宛人，三国时期曹魏名将。本来是荆州刘表的大将。刘表死后，其子刘琮降曹操。文聘初不随见曹操，直至曹操召聘相见，问其何以迟，文聘表示自己不能保全土境，愧于见人。曹操被这份忠臣臆下之情所感动，先呛然而誉之，仍旧让他守卫江夏，使其典北兵、镇荆江。文聘也不负曹操所望，守御荆城之际，多次引兵阻遏关羽之师，攻其辎重，烧其战船，立下莫大之功，成为曹操倚为屏障的大将之一，威名远播。后又多从征讨，累封后将军，新野侯。曹叡即位之初，文聘在江夏击退了孙权的进攻。死后追谥曰壮。...", "曹昂": "曹昂（？－197年），字子脩，沛国谯县（今安徽亳州）人。曹操的长子，刘氏所生，但生母早亡是以由正室丁氏抚养大。聪明且性情刚胆谦和，为曹操所喜爱，二十岁时即举孝廉。建安二年（197年）随曹操出征张绣，因张绣突然袭击，曹昂为救曹操负责断後，与大将典韦一同战死於宛城。魏文帝黄初二年（221年），追封谥号丰悼公，黄初五年（224年）又进一步追封为丰悼王。太和三年（229年）年改谥号丰愍王。...", "关兴": "关兴，字安国，河东解县（今山西运城）人，三国时期蜀汉官员，东汉末年名将关羽次子，关平之弟，弱冠时就官至侍中、中监军，随后英年早逝。演义中为蜀汉后期重要将领，多次参加诸葛亮北伐，后在诸葛亮第五次北伐前去世。...", "魏延": "魏延（？－234年），字文长，义阳平氏（今河南桐柏县）人。三国时期蜀汉将领，深受刘备器重。刘备入川时，魏延因数有战功，升为牙门将军。刘备攻下汉中，拔为镇远将军、汉中太守，成为独当一方的大将，镇守汉中十年。刘备即位后，拜镇北将军。随同诸葛亮北伐，拜凉州刺史，封都亭侯。打算亲率兵马由子午道袭取关中，仿效韩信故事，与诸葛亮会师潼关，遭到谨慎的诸葛亮反对。魏延作战勇猛，性格孤傲，与长史杨仪不和。诸葛亮死后，两人矛盾激化，魏延争斗落败，为马岱所追斩，夷灭三族。...", "诸葛亮": "诸葛亮（181年-234年10月8日），字孔明，号卧龙，徐州琅琊阳都（今山东临沂市沂南县）人，三国时期蜀国丞相，杰出的政治家、军事家、外交家、文学家、书法家、发明家。早年随叔父诸葛玄到荆州，诸葛玄死后，诸葛亮就在襄阳隆中隐居。后刘备三顾茅庐请出诸葛亮，联孙抗曹，于赤壁之战大败曹军。形成三国鼎足之势，又夺占荆州。建安十六年（211年），攻取益州。继又击败曹军，夺得汉中。蜀章武元年（221年），刘备在成都建立蜀汉政权，诸葛亮被任命为丞相，主持朝政。蜀后主刘禅继位，诸葛亮被封为武乡侯，领益州牧。勤勉谨慎，大小政事必亲自处理，赏罚严明；与...", "诸葛瞻": "诸葛瞻（227年7月—263年11月），字思远，琅邪阳都（今山东沂南县）人。三国时期蜀汉大臣，丞相诸葛亮之子。迎娶公主，拜骑都尉，袭爵武乡侯。景耀四年，与辅国大将军董厥并为平尚书事，统领中央事务。后主宠信黄皓，无所匡正。魏将邓艾伐蜀，率领长子诸葛尚、将军张遵、李球、黄崇防御绵竹（今四川德阳市）。不听黄崇速占险要的建议，坐失兵机，出城与邓艾决战，兵败被杀，绵竹失守。后主刘禅出降，蜀国灭亡。...", "法正": "法正（176年－220年），字孝直。扶风郿（今陕西省眉县小法仪镇）人。东汉末年刘备帐下谋士，名士法真之孙。原为刘璋部下，刘备围成都时劝说刘璋投降，而后又与刘备进取汉中，献计将曹操大将夏侯渊斩首。法正善奇谋，深受刘备信任和敬重。建安二十四年（219年），刘备进位汉中王，封法正为尚书令、护军将军。次年，法正去世，终年四十五岁。法正之死令刘备十分感伤，连哭数日。被追谥为翼侯，是刘备时代唯一一位有谥号的大臣。法正善于奇谋，被陈寿称赞为可比曹操帐下的程昱和郭嘉。《全三国文》辑录有其文一篇。...", "黄忠": "黄忠（？－220年），字汉升（一作“汉叔”），南阳郡南阳（今河南南阳）人。东汉末年名将。本为刘表部下中郎将，后归刘备，并助刘备攻破益州刘璋。建安二十四年（219年），定军山之战中，黄忠阵斩曹操部下名将夏侯渊，拜征西将军。刘备称汉中王后，加封后将军，赐关内侯。次年，黄忠病逝。景耀三年（260年），追谥刚侯。黄忠在后世多以勇猛的老将形象出现于各类文学艺术作品中。《三国演义》里，刘备称汉中王后，将其封为“五虎上将”之一，而黄忠的名字在中国也逐渐成为了老当益壮的代名词。（概述内图片来源：叶雄《三国演义人物谱》）...", "关羽": "关羽（160－220年），本字长生，后改字云长，河东郡解县（今山西运城）人，东汉末年名将，早期跟随刘备辗转各地，曾被曹操生擒，于白马坡斩杀袁绍大将颜良，与张飞一同被称为万人敌。赤壁之战后，刘备助东吴周瑜攻打南郡曹仁，别遣关羽绝北道，阻挡曹操援军，曹仁退走后，关羽被刘备任命为襄阳太守。刘备入益州，关羽留守荆州。建安二十四年，关羽围襄樊，曹操派于禁前来增援，关羽擒获于禁，斩杀庞德，威震华夏，曹操曾想迁都以避其锐。后曹操派徐晃前来增援，东吴吕蒙又偷袭荆州，关羽腹背受敌，被潘璋部擒获，被杀于临沮。关羽去世后，逐渐被神化，被民间尊为“关公”，又称美髯公。历代朝廷多有褒封，清代奉为“忠义神武灵佑仁勇威显关圣大帝”，崇为“...", "赵云": "赵云（？－229年），字子龙，常山真定（今河北省正定）人。身长八尺，姿颜雄伟，三国时期蜀汉名将。汉末军阀混战，赵云受本郡推举，率领义从加入白马将军公孙瓒。期间结识了汉室皇亲刘备，但不久之后，赵云因为兄长去世而离开。赵云离开公孙瓒大约七年后，在邺城与刘备相见，从此追随刘备。赵云跟随刘备将近三十年，先后参加过博望坡之战、长坂坡之战、江南平定战，独自指挥过入川之战、汉水之战、箕谷之战，都取得了非常好的战果。除了四处征战，赵云还先后以偏将军任桂阳太守，以留营司马留守公安，以翊军将军督江州。除此之外，赵云于平定益州时引霍去病故事劝谏刘备将田宅归还百姓，又于关羽张飞被害之后劝谏刘备不要伐吴，被后世赞为有大臣局量的儒将，甚至被认为是三国时期的完美人物。赵云去世后被追谥为“顺平候”，其“常胜将军”的形象被广为流传。...", "姜维": "姜维（202年－264年），字伯约，天水冀县（今甘肃甘谷东南）人。三国时蜀汉名将，官至大将军。少年时和母亲住在一起，喜欢儒家大师郑玄的学说。因为父亲姜冏战死，姜维被郡里任命为中郎。诸葛亮北伐时，姜维被怀疑有异心，姜维不得已投降蜀汉，被诸葛亮重用。诸葛亮去世后姜维在蜀汉开始崭露头角，费祎死后姜维开始独掌军权，继续率领蜀汉军队北伐曹魏，与曹魏名将邓艾、陈泰、郭淮等多次交手，姜维北伐总计大胜两次；小胜三次；相距不克四次；大败一次，小败一次。后因蜀中大臣也多反对姜维北伐，而宦官黄皓弄权，姜维杀之不成，只得在沓中屯田避祸，后司马昭五道伐蜀，姜维据守剑阁，阻挡住钟会大军，却被邓艾从阴平偷袭成都，刘禅投降。后姜维希望凭自己的力量复兴蜀汉，假意投降魏将钟会，打算利用钟会反叛曹魏以实现恢复汉室的愿望，但最终钟会反叛失败，姜维与钟会一同被魏军所杀。...", "张飞": "张飞（约166-221）字益德（《三国演义》作翼德），幽州涿郡（今河北涿州市）人氏，三国时期蜀汉名将。因其勇武过人，而与关羽并称为“万人敌”。羽年长数岁，飞兄事之。184年黄巾起义爆发，刘备在涿县组织起了一支义勇军参与扑灭黄巾军的战争，张飞与关羽一起加入，随刘备辗转各地。三人情同兄弟，寝则同床，刘备出席各种宴会时，和关羽终日侍立在刘备身旁。197年在曹操进攻吕布，吕布败亡之后，张飞被任命为中郎将。公元200年刘备衣带召事情泄漏，率领关羽、张飞逃走，杀下邳太守车胄，刘备战败，关羽被擒，刘备与张飞投奔袁绍。208年刘备于长坂坡败退时，张飞仅率二十骑断后，曹军无人敢逼近，刘备因此得以免难。刘备入蜀后，与诸葛亮、赵云进军西川，分定郡县。在抵达江州时义释了刘璋手下的巴郡太守严颜。215年在巴西之战中，击败魏国名将张郃，巴西郡自此获安。221年刘备称帝，张飞晋升为车骑将军、领司隶校尉，封西乡侯。同年，...", "徐庶": "徐庶（生卒年不详），字元直。颍川郡长社县（今河南许昌长葛东）人。东汉末年刘备帐下谋士，后归曹操，并仕于曹魏。徐庶本名徐福，为寒门子弟。早年为人报仇，获救后改名徐庶，拜师求道。后与同郡石广元避难于荆州，与司马徽、诸葛亮、崔州平等道友来往密切。刘备屯驻新野时，徐庶前往投奔，并向刘备推荐诸葛亮。徐庶南下时因母亲被曹操所掳获，徐庶不得已辞别刘备，进入曹营。后来此事被艺术加工为“徐庶进曹营，一言不发”等歇后语，被广为流传。而徐庶也成为孝子的典范被加以称赞。魏文帝时，徐庶官至右中郎将、御史中丞。...", "马良": "马良（187－222年），字季常，襄阳宜城（今湖北宜城南）人，三国时期蜀汉官员，马谡之兄。马良兄弟五人都有才华名气，而马良是五人中最为出色。因眉毛中有白毛，人称白眉马良。因此有“马氏五常，白眉最良”的赞誉。建安十四年（209年），刘备担任荆州牧，征辟为州从事。马良与诸葛亮关系友善，曾奉命出使东吴，受到孙权恭敬接待。章武元年（221年），刘备称帝，建立蜀汉政权，任命马良为侍中。章武二年（222年），刘备东征东吴，派马良招纳五溪少数民族。同年，刘备在夷陵之战中兵败，马良遇害身亡。...", "诸葛瑾": "诸葛瑾（174年－241年），字子瑜，汉族，琅邪阳都（今山东沂南）人。三国时期吴国重臣，诸葛亮之兄，诸葛恪之父。经弘咨推荐，为东吴效力。胸怀宽广，温厚诚信，得到孙权的深深信赖，称为“神交”，并努力缓和蜀汉与东吴的关系。建安二十五年（220年）吕蒙病逝，诸葛瑾代吕蒙领南郡太守，驻守公安。孙权称帝后，诸葛瑾官至大将军，领豫州牧。...", "糜芳": "麋芳（生卒年不详），字子方，东海朐县（今江苏连云港）人。本为徐州牧陶谦部下，后与其兄糜竺拒绝曹操任命，一同投奔刘备。刘备称汉中王时，糜芳为南郡太守，与荆州守将关羽不和。后因未完成供给军资的任务而被关羽责骂，心中不安，在孙权的引诱下与将军傅士仁一同投降吴国，导致关羽兵败被杀。此后在吴国担任将军，并且为吴征伐。...", "刘禅": "刘禅（shàn）（207年－271年），即蜀汉怀帝（223年—263年在位），又称后主。字公嗣，小名阿斗。蜀汉昭烈帝刘备之子，母亲是昭烈皇后甘氏，三国时期蜀汉第二位皇帝。在位四十一年。刘禅出生于荆州，幼年时多遭难，幸得大将赵云两次相救，刘备定益州后入蜀，蜀汉建立后被立为太子。于蜀汉章武三年（223年）继位为帝，改元建兴，拜诸葛亮为相父，并支持其北伐，后又支持姜维北伐，后期宠信黄皓，致使蜀汉逐渐走向衰弱。景耀六年（263年），魏将邓艾从阴平入，克绵竹，杀诸葛瞻父子，刘禅投降。蜀汉灭亡后，刘禅及一些蜀汉大臣被迁往洛阳居住，受封为安乐公，西晋泰始七年（271年）在洛阳去世，享年64岁。谥号思公。西晋末年，刘渊起事之后，追谥刘禅为孝怀皇帝。...", "黄月英": "黄夫人，本名不详，传说名为黄月英（最早或出自袁阔成的评书《三国演义》，经日本光荣公司2003年的游戏《真三国无双3》、《三国志9》推广而广为人知）、黄阿丑、黄婉贞。三国时荆州沔南白水（今湖北襄阳）人，沔阳名士黄承彦之女，诸葛亮之妻。史称其长相丑陋，黄头发，黑皮肤，但才华却与诸葛亮相当 。并小说《三国演义》里，罗贯中也对其进行了描述。后世流传诸葛亮与黄月英的动人传说，不过并未有史书证实，为美好的臆想罢了。...", "庞统": "庞统（179年－214年），字士元，号凤雏，汉时荆州襄阳（治今湖北襄阳）人。东汉末年刘备帐下重要谋士，与诸葛亮同拜为军师中郎将。与刘备一同入川，于刘备与刘璋决裂之际，献上上中下三条计策，刘备用其中计。进围雒县时，庞统率众攻城，不幸中流矢而亡，年仅三十六岁，追赐统为关内侯，谥曰靖侯。后来庞统所葬之处遂名为落凤坡。...", "马超": "马超（176年－222年），字孟起，扶风茂陵人（今陕西兴平），汉伏波将军马援的后人，马腾的儿子，少年成名，曹操曾多次征召马超入京为官，但都被马超拒绝。而后马腾入京被封为卫尉，马超就统领了马腾的部队。建安十六年（211年），曹操治兵关中，马超联合关中诸侯韩遂等抵抗曹操，曾一度对曹操造成了极大的威胁，但被曹操用离间计击败退走，而后聚拢部队再次攻取陇上诸郡，失败后依附汉中张鲁。刘备攻打刘璋时，马超投降刘备，与刘备军合围成都，汉中之战后联名上书尊刘备为汉中王。蜀汉建立后，马超官至骠骑将军、斄乡侯。章武二年（222年）马超病死，终年47岁，刘禅时期被追谥为威侯。有一女嫁于安平王刘理。有剑术“出手法”流传后世。...", "祝融": "祝融，是三皇五帝时夏官火正的官名，与大司马是同义词。历史上有多位著名的祝融被后世祭祀为火神灶神。祝融氏也是氏出多元的，历史上有颛顼族祝融氏和炎帝族祝融氏。其中炎帝后代黄帝夏官祝融容光为南方灶神火神、颛顼之孙重黎是高辛氏火正祝融为北方人的灶神火神、颛顼之孙吴回（楚国先祖）在帝喾诛重黎后复居火正为祝融。尧帝时弃用祝融官名采用司马一名，商朝祖先契为火正大司马此为商人的火神。《晋书》有记载：“帝高阳之子重黎为“夏官祝融”。这句话明确的告诉我们祝融是夏官的官名。除了《晋书》以外《左传》也有祝融是夏官官名的记载。《左传.昭公二十九年》说：“木正曰句芒，火正曰祝融、金正曰蓐收，水正曰玄冥，土正曰后土。里面提到的木正即春官，火正即夏官，金正即秋官，水正即冬官。所以《左传》所说的火正曰祝融，意思就是夏官的官名叫祝融。《史记.楚世家》说：重黎居火正就被命曰祝融，吴回复居火正就为祝融。楚国始祖祝融本名吴回，因为...", "黄承彦": "黄承彦，汉末三国时期襄阳名士，诸葛亮岳父，黄月英之父。南郡大士蔡讽的女婿，与襄阳名士上层社会圈子：庞统（凤雏）、庞德公、司马徽、徐庶等人交好。《三国志》：黄承彦者，高爽开列，为沔南名士，谓诸葛孔明曰：“闻君择妇，身有丑女，黄头黑色，而才堪配。”孔明许，即载送之。时人以为笑乐，乡里为之谚曰：“莫作孔明择妇，正得阿承丑女。”...", "沙摩柯": "沙摩柯（？－222年），东汉末三国时期五溪蛮首领。汉章武元年（221年）初，为报关羽被东吴杀害之仇，刘备亲自领兵攻孙权，以金锦爵赏诱沙摩柯助战。章武二年（222年），吴大都督陆逊以火攻破刘备，率诸军齐击，汉军四十多个营寨被攻破，沙摩柯在大乱中匹马奔逃，被乱军杀死。...", "甘氏": "甘夫人（177年－？），《夔州府志》作名甘梅，生卒年不详，沛国人，三国时期蜀汉昭烈帝刘备之妾，蜀汉后主刘禅的生母。刘备因早年多次丧偶，甘夫人常代理主持家事。甘夫人随刘备到荆州时，生刘禅，后来去世，葬于南郡。刘备称帝后，追谥亡妾甘氏为“皇思夫人”。刘禅即位后追谥生母甘夫人为“昭烈皇后”。（概述内图片来源：《中国后妃百图》）...", "糜竺": "麋竺（又作糜竺）（？—220年），字子仲。东海朐县（今江苏连云港西南）人。东汉末年刘备帐下重臣。麋竺原为徐州富商，后被徐州牧陶谦辟为别驾从事。陶谦病死后，奉其遗命迎接刘备。与其弟麋芳拒绝曹操的任命而跟随刘备，在刘备最潦倒之时给予刘备很大的帮助，使他重新振作。刘备入主益州后，拜麋竺为安汉将军，地位在诸葛亮之上，为刘备手下众臣之最。吕蒙袭取荆州，麋芳举城投降，导致关羽兵败身亡，麋竺面缚请罪，刘备劝慰麋竺，对他待遇如初，但不久后即因惭恨病死。麋竺雍容大方，敦厚文雅，擅骑射，虽然从未统领军队，但一直被刘备待以上宾之礼。...", "刘备": "刘备（161年－223年6月10日），即汉昭烈帝（221年－223年在位），又称先主，字玄德，东汉末年幽州涿郡涿县（今河北省涿州市）人，西汉中山靖王刘胜之后，三国时期蜀汉开国皇帝、政治家。刘备少年时拜卢植为师；早年颠沛流离，备尝艰辛，投靠过多个诸侯，曾参与镇压黄巾起义。先后率军救援北海相孔融、徐州牧陶谦等。陶谦病亡后，将徐州让与刘备。赤壁之战时，刘备与孙权联盟击败曹操，趁势夺取荆州。而后进取益州。于章武元年（221年）在成都称帝，国号汉，史称蜀或蜀汉。《三国志》评刘备的机权干略不及曹操，但其弘毅宽厚，知人待士，百折不挠，终成帝业。...", "关平": "关平（约179-220）东汉末年名将关羽之子，关羽率军攻打樊城时，吕蒙借机征讨荆州。关平与其父一同被擒，最后被斩于临沮县。关平的形象在后世由于民间对关羽的崇拜而渐渐丰满起来，很多地方的关帝庙在供奉关羽的同时也供奉关平、周仓两员大将。正史为关羽长子，三国演义中为关羽义子，实为误传。...", "张苞": "张苞（bāo），蜀汉名将张飞的长子，早夭。在《三国演义》中他和关羽次子关兴是关系很好的结拜兄弟，两人并称“小关张”。...", "糜氏": "麋夫人，生卒年不详，东海郡朐县（江苏连云港西南）人，三国时蜀汉大臣麋竺的妹妹。196年－200年间为刘备夫人，衣带诏事发后与关羽一起被曹操俘虏，此后事迹不详。...", "蒋琬": "蒋琬（？—246年），字公琰。零陵郡湘乡县（今湖南省湘乡县）人。三国时期蜀汉宰相，与诸葛亮、董允、费祎合称“蜀汉四相”。蒋琬最初随刘备入蜀，为广都县长。因其不理政事，惹怒刘备，在诸葛亮的劝说下才免于一死。后重获启用，受到诸葛亮的悉心培养，累官丞相长史兼抚军将军。建兴十二年（234年），诸葛亮去世，蒋琬继其执政，拜尚书令，又加行都护、假节，领益州刺史，再迁大将军，录尚书事，封安阳亭侯。延熙元年（238年），受命开府，加大司马，总揽蜀汉军政。曾制定由水路进攻曹魏的计划，但未被采纳。延熙九年（246年），蒋琬病逝，谥号“恭”。...", "马谡": "马谡（190年－228年），字幼常，襄阳宜城（今湖北宜城南）人，侍中马良之弟，三国时期蜀汉官员、将领。初以荆州从事身份跟随刘备入蜀，历任绵竹县令、成都县令、越嶲太守。蜀汉丞相诸葛亮任用他为参军。马谡才器过人，好论军计。诸葛亮向来对他深为器重，每次接见谈论，从白天到黑夜。建兴六年（228年），马谡在诸葛亮北伐时，因违背诸葛亮作战指令，而导致街亭失守，撤军后被诸葛亮斩首。概述图片来源：...", "孙坚": "孙坚，1983年5月23日出生于陕西西安，中国内地男演员，毕业于中央戏剧学院。2004年，出演个人首部电视剧《摩梭女儿国》，从而进入演艺圈。2007年，因在年代剧《恰同学少年》中饰演王子鹏一角而被观众熟知。2011年，凭借古装剧《宫锁珠帘》获得更多关注。2012年，参演古装剧《美人无泪》。2013年，主演的民国剧《爱在春天》播出。2018年，在魔幻剧《九州·海上牧云记》中饰演牧云陆。...", "太史慈": "太史慈（166年－206年），字子义，东莱黄县（今山东龙口东黄城集）人。东汉末年名将，官至建昌都尉。弓马熟练，箭法精良。原为刘繇[yáo]部下，后被孙策收降，自此太史慈为孙氏大将，助其扫荡江东。孙权统事后，因太史慈能制刘磐[pán]，便将管理南方的要务委托给他。建安十一年（206年）太史慈逝世，死前说道：“丈夫生世，当带三尺之剑，以升天子之阶。今所志未从，奈何而死乎！”（《吴书》，《三国演义》为“大丈夫生于乱世，当带三尺剑立不世之功；今所志未遂，奈何死乎！”）言讫而亡，年四十一岁。...", "孙策": "孙策（175年—200年5月5日），字伯符，吴郡富春（今浙江杭州富阳区）人。破虏将军孙坚长子、吴大帝孙权长兄。东汉末年割据江东一带的军阀，汉末群雄之一，三国时期孙吴的奠基者之一。《三国演义》称其武勇犹如霸王项羽，绰号“小霸王”。为继承父亲孙坚的遗业而屈事袁术，兴平二年（195年），孙策征得袁术许可，准备东渡长江，横江进攻樊能、于糜，又在当利口袭击张英。孙策来到曲阿并以曲阿为据点，与扬州刺史刘繇进行决战曲阿之战，大败刘繇。建安元年（196年）孙策率兵进攻会稽王朗和吴郡严白虎。建安二年（197年），袁术僭越称帝后，孙策与袁术决裂。建安二年（197年）夏，曹操下诏书给孙策，要孙策讨伐袁术，任命他为骑都尉，袭父爵乌程侯，兼任会稽太守，曹操奏许朝廷任命策为讨逆将军，并封为吴侯，后统一江东。孙策为将，有智有勇，英姿勃发，其治军严整，军纪严明。但在征战中由于年轻气盛，难免出现处事不慎、好勇斗狠的弱点，这...", "大乔": "大桥（？－200年？），庐江郡皖县人（今安徽安庆潜山），中国东汉末的女性，系乔公之女、孙策之妾、小桥之姊。在中国长篇古典名著《三国演义》中称大乔。与其妹小乔并称为“江东二乔”，传说为绝世美女。...", "周泰": "周泰，字幼平，九江下蔡（今安徽凤台）人。三国时期吴国武将。孙策平定江东时与同郡蒋钦一起加入孙策军，随孙策左右，后孙权爱其为人，向孙策请求让周泰跟随自己。周泰多次于战乱当中保护孙权的安危，身上受的伤多达几十处，就像在皮肤上雕画一样，吴将朱然、徐盛等因此对其拜服。后来孙权为了表彰周泰为了东吴出生入死的功绩，而赐给他青罗伞盖。官至汉中太守、奋威将军，封陵阳侯。死于黄武中年，有子周邵，亦数有战功，死于黄龙二年，周邵的弟弟周承继承了兵权和爵位。 陈寿将他列为“江表之虎臣”。...", "孙权": "孙权（182年－252年5月21日），字仲谋，吴郡富春（今浙江杭州富阳区）人。三国时代孙吴的建立者（229年－252年在位）。孙权的父亲孙坚和兄长孙策，在东汉末年群雄割据中打下了江东基业。建安五年（200年），孙策遇刺身亡，孙权继之掌事，成为一方诸侯。建安十三年（208年），与刘备建立孙刘联盟，并于赤壁之战中击败曹操，奠定三国鼎立的基础。建安二十四年（219年），孙权派吕蒙成功袭取刘备的荆州，使领土面积大大增加。黄武元年（222年），孙权被魏文帝曹丕册封为吴王，建立吴国。同年，在...", "黄盖": "黄盖（生卒年不详），字公覆，零陵泉陵（今湖南省永州市零陵区）人。东汉末年名将，历仕孙坚、孙策、孙权三任。早年为郡吏，后追随孙坚走南闯北。孙权即位，诸山越不宾，黄盖活跃在镇抚山越的一线，前后九县，所在悉平，迁丹杨都尉。黄盖为人严肃，善于训练士卒，每每征讨，他的部队皆勇猛善战。建安十三年（208年）赤壁之战时，黄盖前往曹营诈降，并趁机以火攻大破曹操的军队，是赤壁之战主要功臣之一，以功拜武锋中郎将，他也因为此事迹而被后人广为传颂，小说《三国演义》在刻画黄盖这一人物时描写了“苦肉计”的故事。不久武陵蛮夷反，攻打城邑，黄盖以五百人，放其半入，拦腰截击，大破诸贼。春去夏来，寇乱尽平。后又平讨长沙益阳县山贼，加偏将军。官至偏将军、武陵太守。有一子黄柄。（概述内图片来源：叶雄《三国演义人物谱》）...", "周瑜": "周瑜（175年－210年），字公瑾，庐江舒县（今安徽省合肥市舒县）人。东汉末年名将，洛阳令周异之子，堂祖父周景、堂叔周忠，都官至太尉。身体长壮有姿貌、精音律，江东有“曲有误，周郎顾”之语。周瑜少与孙策交好，21岁追随孙策奔赴战场平定江东。孙策遇刺身亡，孙权继任，周瑜将兵赴丧，以中护军与长史张昭共掌众事。建安十三年 （208年），周瑜率军与刘备联合，于赤壁之战中大败曹军，由此奠定了“三分天下”的基础。建安十四年（209年），拜偏将军，领南郡太守。建安十五年（210年）病逝于巴丘，年仅36岁。在正史上，周瑜“性度恢廓”、“实奇才也”，孙权称赞周瑜有“王佐之资\"，范成大誉之为“世间豪杰英雄士，江左风流美丈夫”。宋徽宗时，追尊其为平虏伯，位列唐武庙六十四将、宋武庙七十二将之一。...", "甘宁": "甘宁（？—215年？220年？存疑），字兴霸，巴郡临江（今重庆忠县）人，三国时期孙吴名将，官至西陵太守，折冲将军。甘宁少年时好游侠，纠集人马，持弓弩，在地方上为非作歹，组成渠师抢夺船只财物，崇尚奢华，人称锦帆贼。青年时停止抢劫，熟读诸子。曾任蜀郡丞，后历仕于刘表和黄祖麾下，未受重用。建安十三年（208年），甘宁率部投奔孙权，开始建功立业。曾经力劝孙权攻破黄祖占据楚关，随周瑜攻曹仁夺取夷陵，随鲁肃镇益阳对峙关羽，随孙权攻皖城擒获朱光。率百余人夜袭曹营，斩得数十首级而回。在逍遥津之战，他保护孙权蹴马趋津，死里逃生。孙权曾说：“孟德有张辽，孤有甘兴霸，足相敌也”。吕蒙曾说：“天下未定，斗将如宁难得，宜容忍之。”甘宁虽然粗野凶狠，暴躁嗜杀，甚至违反承诺、违抗命令，但是，开朗豪爽，有勇有谋，轻视钱财，敬重士人，厚待士卒，并深得士卒拥戴。陈寿在史书中将他列为“...", "吴国太": "吴国太是由游卡桌游推出的桌上游戏《三国杀》中的一种武将牌。武将设计来源是《三国演义》中的虚构人物，孙尚香之母吴国太，武将技能为甘露、补益。...", "吕蒙": "吕蒙（179年—220年），字子明，东汉末年名将，汝南富陂人（今安徽阜南吕家岗）。少年时依附姊夫邓当，随孙策为将。以胆气称，累封别部司马。孙权统事后，渐受重用，从破黄祖作先登，封横野中郎将。从围曹仁于南郡，破朱光于皖城，累功拜庐江太守。后进占荆南三郡，计擒郝普，在逍遥津之战中掩护孙权逃生，并于濡须数御魏军，以功除左护军、虎威将军。鲁肃去世后，代守陆口，设计袭取荆州，击败蜀汉名将关羽，使东吴国土面积大增，拜南郡太守，封孱陵侯，受勋殊隆。不久后因病去世，享年四十二岁。吕蒙发愤勤学的事迹，成为了中国古代将领勤补拙、笃志力学的代表，与其有关的成语有“士别三日”、“刮目相待”、“吴下阿蒙”等。...", "曹丕": "魏文帝曹丕（187年冬—226年6月29日），字子桓，豫州沛国谯县（今安徽省亳州市）人。三国时期著名的政治家、文学家，曹魏开国皇帝（220年—226年在位）。魏武帝曹操次子，与正室卞夫人的嫡长子。曹丕自幼文武双全，博览经传，通晓诸子百家学说。建安二十二年（217年），曹丕击败了其弟曹植，被立为魏王世子。建安二十五年（220年），曹操逝世，曹丕继任丞相、魏王。同年，受禅登基，以魏代汉，结束了汉朝四百多年的统治，建立了魏国。曹丕在位期间，采纳吏部尚书陈群的意见，于黄初元年 （220年）命其制定九品中正制，成为魏晋南北朝时期主要的选官制度。而且平定了青州、徐州一带的割据势...", "鲁肃": "鲁肃（172年-217年），字子敬，汉族，临淮郡东城县（今安徽定远）人，中国东汉末年杰出战略家、外交家。出生于一士族家庭；幼年丧父，由祖母抚养长大。他体貌魁伟，性格豪爽，喜读书、好骑射。东汉末年，他眼见朝廷昏庸，官吏腐败，社会动荡，常召集乡里青少年练兵习武。他还仗义疏财，深得乡人敬慕。当时，周瑜为居巢长，因缺粮向鲁肃求助，鲁肃将一仓三千斛粮食慷慨赠给周瑜。从此，二人结为好友，共谋大事。建安五年（200年），鲁肃率领部属投奔孙权，为其提出鼎足江东的战略规划，因此得到孙权的赏识。建安十三年（208年），曹操率大军南下。孙权部下多主降，而鲁肃与周瑜力排众议，坚决主战。结果，孙、刘联军大败曹军于赤壁，从此，奠定了三国鼎立格局。赤壁大战后，鲁肃被任命为赞军校尉。周瑜逝世后，孙权采纳周瑜生前建议，令鲁肃代周瑜职务领兵四千人，因鲁肃治军有方，军队很快发展到万余人。孙权根据当时政治军事形势需要，又任命鲁肃...", "孙尚香": "孙夫人，相传名为孙尚香，吴郡富春（今浙江杭州富阳）人，东汉末年讨虏将军孙权之妹，曾为左将军刘备之妻。《三国志》称之为孙夫人。为巩固孙刘联盟，孙夫人嫁给刘备三年，后来大归回吴，之后事迹不详。史料并无生育记载。夹在两国之间，有着与传统女性截然不同的桀骜不驯的个性。孙夫人在许多小说，戏剧和影视里被不断描绘。...", "陆逊": "陆逊（183年-245年3月19日），本名陆议，字伯言，吴郡吴县（今江苏苏州）人。三国时期吴国政治家、军事家。建安八年（203年）入孙权幕府，历任海昌屯田都尉、定威校尉、帐下右部督。因受孙权赏识得以发挥卓越的军事才能，地位渐至隆崇。建安二十四年（219年），陆逊参与袭取荆州。蜀章武二年（222年），孙权以陆逊为大都督，在夷陵之战中火烧连营击败刘备。吴黄武七年（228年），陆逊取得石亭之战的胜利。黄龙元年（229年），孙权称帝后，以陆逊为上大将军、辅佐太子孙登并掌管陪都武昌事宜。赤乌七年（244年）拜为丞相、荆州牧、右都护、总领三公事务，领武昌事。孙和、孙霸二宫之争时卷入孙权父子相争中，次年去世，终年六十三岁，追谥“昭”。陆逊跟随孙权四十余年，统领吴国军政二十余年。其为人深谋远虑，忠诚耿直。一生出将入相，被赞为”社稷之臣“。...", "程普": "程普（？—215年），字德谋，右北平土垠（今河北丰润东）人。东汉末年名将，历仕孙坚、孙策、孙权三代。他曾跟随孙坚讨伐过黄巾、董卓，斩华雄、破吕布，又助孙策平定江东。孙策死后，他与张昭等人共同辅佐孙权，并讨伐江东境内的山贼，功勋卓著。赤壁之战与周瑜分任左右都督打败曹操，之后大破曹仁于南郡。程普在东吴诸将中年岁最长，被人们尊称为“程公”，为江表虎臣。（概述内图片来源：叶雄《三国演义人物谱》）...", "徐盛": "徐盛（生卒年不详），字文向，琅邪莒县（今山东莒县）人，三国时吴国名将。早年徐盛抗击黄祖，因功升为中郎将。在濡须浴血奋战。刘备伐吴时，徐盛跟随陆逊攻下蜀军多处屯营；曹休伐吴时，徐盛在形势不利的情况下以少抗多，成功防御。因前后战功，徐盛先后升任建武将军、安东将军，任庐江太守。后来，曹丕大举攻吴，吴国依徐盛的建议在建业外围筑上围墙，曹丕被迫退走。黄武年间，徐盛病逝。徐盛曾获得君主“大壮”，三国时期仅有张辽、徐盛二人获此殊荣。他被陈寿盛赞为“江表之虎臣”。其官爵由儿子徐楷继承。...", "孙氏": "孙夫人（生卒年不详），孙策之女，由孙权许配给陆逊为妻，生一子陆抗。名字，称呼均不详。...", "韩当": "韩当（？—226年），字义公。辽西令支（今河北迁安）人。汉末至三国时期吴国将领。韩当长于弓箭、骑术并且膂力过人。历仕孙坚、孙策、孙权三代，随从其征伐四方，功勋卓著，对江东基业的逐渐稳固和吴国的建立有着重要影响，被陈寿盛赞为“江表之虎臣”。官至昭武将军、冠军太守，加都督称号，封爵石城侯。黄武五年（226年），韩当去世。...", "张昭": "张昭（156年－236年），字子布。徐州彭城（今江苏徐州）人。三国时期孙吴重臣。东汉末年，张昭为避战乱而南渡至扬州。孙策创业时，任命其为长史、抚军中郎将，将文武之事都委任于张昭。孙策临死前，将其弟孙权托付给张昭，张昭率群僚辅立孙权，并安抚百姓、讨伐叛军，帮助孙权稳定局势。赤壁之战时，张昭持主降论。孙权代理车骑将军时，任命张昭为军师。孙权被封为吴王后，拜其为绥远将军，封由拳侯，此后曾参与撰定朝仪。孙权两次要设立丞相时，众人都推举张昭，孙权以张昭敢于直谏、性格刚直为由而不用他，先后用孙邵、顾雍。黄龙元年（229年），孙权称帝后，张昭以年老多病为由，上还官位及所统领部属，改拜辅吴将军、班亚三司，改封娄侯。晚年时一度不参与政事，在家著《春秋左氏传解》及《论语注》，今皆佚失。嘉禾五年（236年），张昭去世，年八十一，谥号“文”。张昭善...", "孙韶": "孙韶（188年－241年），字公礼，吴郡富春（今浙江杭州富阳区）人，三国时期吴国宗室、将领。孙韶的伯父孙河，本姓俞，孙策很喜爱他，便赐姓孙，将他列名孙氏家族之中。建安九年（204年），孙河被杀，孙韶统帅孙河的军队，被孙权任命为承烈校尉。后任广陵太守、偏将军。黄初元年（220年），孙权受封吴王，升任他为扬威将军，封建德侯。黄龙元年（229年），孙权称帝，任命孙韶为镇北将军。孙权后加任孙韶兼任幽州牧，假节。赤乌四年（241年），孙韶去世。概述图片来源：...", "蒋钦": "【蒋钦】是由游卡桌游推出的桌上游戏《三国杀-国战》扩展包《君临天下·阵》中的一张武将牌。...", "凌统": "凌统（189年－217年，一说189年－237年），字公绩，吴郡馀杭（今浙江余杭）人，三国时期吴国名将。凌操之子，少有名盛，为人有国士之风，多次战役中表现出色。在从征黄祖时，他作为先锋，阵斩张硕。在逍遥津之战，他拼死保护孙权逃生，自己则是最后一个逃生的将领。官至偏将军。被陈寿盛赞为“江表之虎臣”。（概述内图片来源：清代修《浙江吴兴葑溪凌氏近谱》）...", "丁奉": "丁奉（？－271年），字承渊。庐江郡安丰县（今安徽霍邱，一说河南固始）人。三国时期吴国名将。丁奉年少时以骁勇为小将，经常奋勇杀敌，屡立功勋，此后又于太元二年（252年）的东兴之战中“雪中奋短兵”，大破进犯的魏军。吴景帝孙休在位时，丁奉计除权臣孙綝，累拜大将军、徐州牧。后又扶立乌程侯孙皓为帝，升为右大司马、左军师。宝鼎三年（268年）至建衡二年（270年）间，丁奉数次北征，胜负不一。建衡三年（271年），丁奉去世。丁奉一生征战，与北方政权自曹操时交战至西晋初年，又侍奉吴国四位君主，见证了三国的盛衰兴亡。概述内图片来源：叶雄《三国演义人物谱》...", "小乔": "小桥（180年代－？），本姓桥（小乔为后世误传）。中国东汉末年时期的美女，庐江皖县（今安徽潜山）人。桥公的次女，汉末名将周瑜之妾。周瑜风度翩翩的才子形象，与堪称国色的小桥可称天作之合，由此成为后世文艺作品的对象。唐代著名诗人杜牧激发想象，一句“东风不与周郎便，铜雀春深锁二乔“将小桥与赤壁之战联系起来。而令“”二桥“”闻名于世。...", "袁术": "袁术（？－199年），字公路，汝南汝阳（今河南商水西南）人，袁逢之嫡次子，袁基、袁绍之弟。初为虎贲中郎将。董卓进京后以袁术为后将军，袁术因畏祸而出奔南阳。初平元年（190年）与袁绍、曹操等同时起兵，共讨董卓。后与袁绍对立，被袁绍、曹操击败，率馀众奔九江，割据扬州。建安二年（197年）称帝，建号仲氏 ，但未受人承认。此后袁术奢侈荒淫，横征暴敛，使江淮地区残破不堪，民多饥死，部众离心，先后为吕布、曹操所破，元气大伤，后于建安四年（199年）呕血而死。...", "马腾": "马腾（？－212年），字寿成。扶风茂陵（今陕西兴平）人，东汉末年割据凉州一带的军阀，伏波将军马援的后代，马超、马休、马铁之父。马腾身长八尺馀，身体洪大，面鼻雄异，性格贤良忠厚，受众人尊敬。汉灵帝末年，被州郡署为军从事，掌领部众。累迁至偏将军。凉州刺史耿鄙为叛军所杀后，马腾与边章、韩遂等在凉州共同起事。初平三年（192年），与韩遂共同率众前往长安，被任命为征西将军。兴平元年（194年），马腾企图连结种邵等诛杀权臣李傕、郭汜，但为其所败，只得回到凉州。不久被赦免，拜安狄将军。其后与韩遂结为异姓兄弟。建安七年（202年），转为征南将军，开府。后与韩遂不和，互相攻击。建安十三年（208年），被徵为前将军，假节，封槐里侯，屯槐里。之后，马腾听从张既的建议，入朝担任卫尉。建安十六年（211年），其子马超起兵抗拒曹操。次年，马腾与其二子皆为曹操所杀，夷灭三族。（概述图片来源：叶雄《三国演义人物谱》...", "陈宫": "陈宫（？－199年2月7日），字公台，东汉末年吕布帐下首席谋士，东郡东武阳（今山东莘县）人。性情刚直，足智多谋，年少时与海内知名之士相互结交。192年，兖州刺史刘岱在讨伐青州黄巾时战死，陈宫等人主张曹操接任兖州牧因而被曹操视为心腹。但此后陈宫因曹操杀害边让等汉末名士而与曹操反目，并游说张邈背叛曹操迎吕布入兖州，辅助吕布攻打曹操并先后取得兖州与徐州。下邳城中，吕布不听陈宫两面互补之计，以致失败。吕布战败后，随吕布等一同被曹操所擒，决意赴死。...", "公孙瓒": "公孙瓒（？—199年），字伯圭（出自《刘宽碑阴》 ，《三国志》等文史多作伯珪，公孙瓒为刘宽门生，参与了刘宽的葬礼，碑阴为当时人甚至本人签名，故当从碑），辽西令支（今河北迁安）人，东汉末年武将、军阀，汉末群雄之一。公孙瓒出身贵族。因母地位卑贱，只当了郡中小吏。因其相貌俊美，且声音洪亮、机智善辩，得到涿郡太守赏识，将女儿许配给他。后逐步做到中郎将，以强硬的态度对抗北方游牧民族，作战勇猛，威震边疆。公孙瓒好战，与主张以怀柔政策对待胡人的上司刘虞不和，二人矛盾逐渐激化。初平四年（193年），公孙瓒击杀刘虞，并挟持朝廷使者，得到了总督北方四州的授权，成为北方最强大的诸侯之一。他与袁绍多次相争，初期占据优势，但在龙凑之战后，公孙瓒锐气顿减，采取自保战略，逐渐失去了部下信任，被袁绍击败。最终困于高楼，引火自焚。（概述内图片来源：叶雄《三国演义人物谱》）...", "吕布": "吕布（？－199年），字奉先，五原郡九原县（今内蒙古包头市九原区麻池镇西北）人。原为丁原部将，被唆使杀害丁原归附董卓，与董卓誓为父子，后又被司徒王允唆使诛杀董卓。旋即被董卓旧部李傕[què]等击败，依附袁绍，又被袁绍猜忌，依附张杨。兴平元年（194年），吕布趁曹操攻打陶谦时与陈宫等叛乱，占据濮阳，但是两年间被曹操击败转而去依附徐州刘备，又趁刘备与袁术作战时袭取了徐州，与刘备和好一阵又相互攻伐一阵。期间，以辕门射戟化解刘备与纪灵的争斗。建安三年（198年），吕布先后击败刘备与夏侯惇[dūn]后，曹操亲自出马征讨吕布，水淹下邳。吕布被部下叛变，于十二月癸酉（199年2月7日）城破被俘，被处死。历史上吕布以勇武闻名，号称“飞将”，时有“人中吕布，马中赤兔”之说。《三国演义》及民间其他艺术形象，吕布多被塑造成三国第一猛将。...", "袁绍": "袁绍（？－202年6月28日），字本初，汝南汝阳（今河南省周口市商水县袁老乡袁老村）人。东汉末年军阀，汉末群雄之一。司空袁逢之子。袁绍出身东汉名门”汝南袁氏“，自袁绍曾祖父起，袁氏四代有五人位居三公，他自己也居三公之上，其家族也因此有“四世三公”之称。袁绍早年任中军校尉、司隶校尉，曾指挥诛杀宦官。初平元年（190年），与董卓对立，被推举为关东联军首领。在汉末群雄割据的过程中，袁绍先占据冀州，又先后夺青、并二州，并于建安四年（199年）的易京之战中击败了割据幽州的军阀公孙瓒，统一河北，势力达到顶点。但在建安五年（200年）的官渡之战中大败于曹操。建安七年（202年），袁绍在平定冀州叛乱之后病逝。（概述内图片来源：《...", "董卓": "董卓（？－192年5月22日），字仲颖，陇西临洮（今甘肃省岷县）人，生于颍川。东汉末年献帝时军阀、权臣，官至太师，封郿侯。于桓帝末年先后担任并州刺史，河东太守，利用汉末战乱和朝廷势弱占据京城，废少帝立汉献帝并挟持号令，东汉政权从此名存实亡。董卓成长于凉州，好结交羌人。汉桓帝末年，董卓被征召为羽林郎，后又为中郎将张奂部下作军司马，讨伐汉阳羌人，董卓作战粗猛有谋，力建战功。又先后参与镇压黄巾起义、凉州之乱等战役，颇著威名。中平六年（189年），受大将军何进、司隶校尉...", "孟获": "孟获，三国时期南中地区少数民族的首领，公元225年起兵反叛蜀汉，被诸葛亮率领大军七擒七纵后降服，此后不再叛乱。《三国志》本传中未记载孟获事迹，史书《汉晋春秋》和《襄阳记》有记载；小说《三国演义》讲述了诸葛亮七擒孟获的故事。...", "貂蝉": "貂蝉是历史小说《三国演义》中的人物，是中国古代四大美女之一。在民间传说中她原名任红昌，是山西一村姑，也有人认为吕布部将秦宜禄前妻杜氏（杜秀娘）即是貂蝉。她为了报答义父王允的养育之恩而甘愿献身完成连环计的故事在民间广为流传。...", "吕伯奢": "吕伯奢，生卒年不详，成皋（今河南荥阳）人。曹操的故人。曹操在离开董卓返回乡里的途中经过吕伯奢家，因怀疑吕伯奢家人将要谋害自己而杀死吕伯奢的家人。明代罗贯中在历史小说《三国演义》中将这段历史进行了加工，也成为小说中曹操名言“宁教我负天下人，休教天下人负我”的出处。...", "刘辩": "刘辩（176年－190年3月6日）东汉第十三位皇帝，是汉灵帝刘宏与何皇后的嫡长子。光熹元年四月十三戊午日至昭宁元年九月初一甲戌日，即公元189年5月15日－189年9月28日在位。刘辩在灵帝驾崩后继位为帝，史称少帝，由于年幼，实权掌握在临朝称制的母亲何太后和母舅大将军何进手中。少帝在位时期，东汉政权已经名存实亡，他即位后不久即遭遇以何进为首的外戚集团和以十常侍为首的内廷宦官集团这两大敌对政治集团的火并，被迫出宫，回宫后又受制于以“勤王”为名进京的凉州军阀董卓，终于被废为弘农王，成为东汉唯一被废黜的皇帝，其同父异母弟陈留王刘协继位为帝，是为汉献帝。被废黜一年之后，刘辩在董卓胁迫下自尽，时年仅十五岁，其弟献帝追谥他为怀王。中国古代的史书中称刘辩为皇子辩、少帝和弘农王等，但因为刘辩在位不逾年，一般不把他看作是汉朝正统的皇帝，不单独为他撰写专属于帝王的传记（即本纪），不过现代史学界也有观点承认他是...", "韩遂": "韩遂（？－215年），字文约。凉州金城郡人。东汉末年军阀、将领，汉末群雄之一。原名韩约，后改名遂。最初闻名于西州，被羌胡叛军劫持并推举为首领，以诛宦官为名举兵造反，聚众十万，先后败皇甫嵩、张温、董卓、孙坚等名将，后受朝廷招安，拥兵割据一方长达三十余年。他曾与马腾结为异姓兄弟，后二人关系破裂。袁绍、曹操相争之际，马腾、韩遂被钟繇说服，依附于曹操。马腾入京后，留其子马超统领部队。马超推举韩遂为都督起兵反叛曹操，为曹操所败，韩遂逃奔凉州，后又为夏侯渊所败，病死（一说被杀），享年七十余岁。...", "丁原": "丁原（146年—189年），字建阳，东汉末年早期最有势力的大军阀、诸侯，官拜执金吾，任并州刺史。任职期间，他亲近、善待义子吕布，又调遣部下张杨、张辽、高顺等名将到洛阳任职。汉灵帝驾崩后，带兵进入洛阳，担任执金吾，并与大将军何进谋划诛杀十常侍，但何进还是被宦官杀死。在宦官被诛灭之后，与军阀董卓在废帝问题上意见不合产生矛盾，于是董卓遂诱使丁原义子吕布将其杀害，其势力亦被所吞并。（概述内图片来源：《图像三国志》）...", "张角": "张角（？－184年），钜鹿（秦治今河北平乡、东汉治今河北宁晋）人。中国东汉末年农民起义军“黄巾军”的领袖，太平道的创始人。他因得到道士于吉等人所传《太平清领书》（即《太平经》），遂以宗教救世为己任，利用其中的某些宗教观念和社会政治思想，组织群众，约于灵帝建宁（168－172）初传道。中平元年（184），张角以“苍天已死，黄天当立，岁在甲子，天下大吉”为口号，自称“天公将军”，率领群众发动起义，史称“黄巾起义”。不久张角病死，起义军也很快被汉朝所镇压。...", "袁谭": "袁谭（？－205年），字显思（《东光世系》中字显恩，一说显忠），汝南汝阳人。汉末政治人物，大将军袁绍长子，曾任青州刺史。建安元年，击败田楷、孔融，完全占据青州。袁绍去世后，审配等伪立遗令，拥立袁尚为继承人，袁谭不能继位，心怀愤恨。后袁谭、袁尚二人的矛盾彻底爆发，袁谭联合曹操共同攻打袁尚。建安十年，曹操兴兵进攻南皮，袁谭奋力抵抗，终于在曹操急攻之下战败，为曹纯麾下虎豹骑所杀。...", "刘胜": "刘胜（前165年－前113年），汉景帝刘启之子，汉武帝刘彻异母兄，母为贾夫人，西汉中山靖王。前元三年（前154年），受封中山王。后元三年（前141年），汉景帝去世，汉武帝即位。汉武帝即位之初，大臣们鉴于吴楚七国之乱的教训，对诸侯王进行百般挑剔，动不动就上告诸侯王的过失。刘胜便把官吏侵夺欺凌诸侯王之事，全部奏报汉武帝，汉武帝就增加诸侯的礼遇，废止官吏检举诸侯王之事，对诸侯王施行优侍亲属的恩惠。据《史记》刘胜为人喜好酒色，有儿子、亲属一百二十余人（《汉书》记载为有儿子一百二十余人）并认为诸侯王应当日听音乐，玩赏歌舞美女。元鼎四年（前113年），刘胜去世，终年五十三岁，葬于保定市满城区陵山之上，谥号靖，史称中山靖王。...", "公孙越": "东汉末地方割据首领公孙瓒从弟。与孙坚攻袁绍部下周昂，不胜，为流矢所中死。...", "张梁": "张梁（？－184年），（袁宏《后汉纪》作张良）钜鹿（治今河北巨鹿）人，东汉末年黄巾起义首领之一，张角的三弟。中平元年（184）随兄起义，号称“人公将军”。遭到朝廷所派左中郎将皇甫嵩进攻时，他率军在广宗（今河北威县）进行反击。后因警戒疏忽，遭皇甫嵩率军夜袭，其率领的义军仓猝应战，义军被击溃，张梁也一同战死。...", "张宝": "张宝，男，汉族，1981年3月生，民建党员，2000年—2003年就读于武汉船舶职业技术学院市场营销专业，现任江苏九鼎环球建设集团有限公司淮南分公司经理。曾先后获得“中国好人”“安徽好人”“淮南好人”称号，全国、全省、全市三级道德模范，“全国优秀青年志愿者”、省“五四奖章”获得者，“2014年心动安徽最美人物”，2014年度“感动江淮志愿服务优秀典型”双料典型等荣誉。2015年10月13日，第五届全国道德模范评选中，张宝被授予“全国助人为乐模范”称号。...", "庞德公": "庞德公，字尚长，荆州襄阳人，东汉末年名士、隐士。庞德公与当时徐庶、司马徽、诸葛亮、庞统等人交往密切。庞德公曾称诸葛亮为\"卧龙\"，庞统为\"凤雏\"，司马徽为\"水镜\"，被誉为知人。对诸葛亮、庞统等人早年影响较大，并得到诸葛亮的敬重。庞德公最后隐居于鹿门山，采药而终。...", "袁熙": "袁熙（约178-207）字显奕，（《后汉书》、《东光世系》作显雍），东汉末年人物，袁绍之子，袁谭之弟，袁尚之兄。袁绍打败公孙瓒后，令袁熙为幽州刺史。在官渡之战大败于曹操，公元202年（建安七年），袁绍因兵败忧郁而死。在袁绍死后，熙未参与袁谭、袁尚两兄弟的争权。曹操平定河北之时，接纳败给曹操后前来投奔的兄弟袁尚，由于属下背叛而逃往乌桓，随后他与弟弟袁尚逃往辽东太守公孙康帐下，却被公孙康杀死，二人首级则被献给曹操。...", "刘表": "刘表（142年－208年），字景升，山阳郡高平县（今山东微山）人。东汉末年宗室、名士，汉末群雄之一，西汉鲁恭王刘余之后。刘表身长八尺余，姿貌温厚伟壮，少时知名于世，名列“八俊”。早年为大将军何进辟为掾，出任北军中候。后代王睿为荆州刺史，用蒯氏兄弟、蔡瑁等人为辅。李傕等入长安，刘表遣使奉贡，被任命为镇南将军、荆州牧、假节，封成武侯。在荆州期间，刘表恩威并著，招诱有方，使得万里肃清、群民悦服。又开经立学，爱民养士，从容自保。远交袁绍，近结张绣，内纳刘备，据地数千里，带甲十余万，称雄荆江，先杀孙坚，后又常抗曹操。然而刘表为人性多疑忌，好于坐谈，立意自守，而无四方之志，后更宠溺后妻蔡氏，使妻族蔡瑁等得权。建安十三年（208年），刘表病逝。蔡瑁等人废长立幼，奉表次子刘琮为主；曹操南征，刘琮举州投降，荆州遂没。概述内图片来源：取自《图像三国志》...", "卢植": "卢植（139年—192年），字子干。涿郡涿县（今河北涿州）人。东汉末年经学家、将领。卢植性格刚毅，师从太尉陈球、大儒马融等，为郑玄、管宁、华歆的同门师兄。曾先后担任九江、庐江太守，平定蛮族叛乱。后与马日磾、蔡邕等一起在东观校勘儒学经典书籍，并参与续写《汉记》。黄巾起义时为北中郎将，率军与张角交战，后被诬陷下狱，皇甫嵩平定黄巾后力救卢植，于是复任为尚书。后因上谏激怒董卓被免官，隐居在上谷军都山，被袁绍请为军师。初平三年（192年）去世。著有《尚书章句》、《三礼解诂》等，今皆失佚。唐代时配享孔子，北宋时被追封为良乡伯。白马将军公孙瓒以及后来的蜀汉昭烈帝刘备皆为卢植门下弟子。...", "刘协": "刘协（181年4月2日—234年4月21日），即汉献帝（189年－220年在位），字伯和，汉灵帝刘宏次子，汉少帝刘辩异母弟，母灵怀皇后王荣，东汉最后一任皇帝。刘协因被董太后抚养，故称“董侯”，初封渤海王，后改封陈留王。中平六年（189年），董卓废汉少帝刘辩，立刘协为皇帝。董卓被王允和吕布诛杀后，董卓部将李傕等攻入长安，再次挟持了他。刘协后来逃出长安。建安元年（196年），曹操控制了刘协，并迁都许昌，挟天子以令诸侯。建安二十五年（220年），曹操病死，刘协被曹丕控制，随后被迫禅让于曹丕。曹魏青龙二年（234年），刘协寿终正寝，享年54岁，葬于禅陵，谥号孝献皇帝。...", "王允": "王允（137年－192年），字子师，太原祁（今山西祁县）人（据《后汉书》）。东汉末年大臣。王允出身官宦世家。他十九岁就开始任公职，壮年时任豫州刺史。因为在和中常侍张让的斗争中失败，王允被迫去官隐居，在中平六年，何进掌权之后重新出仕，历任从事中郎和河南尹。在何进被宦官诛杀，董卓掌权时，他已经代替杨彪成为了司徒兼尚书令。身为地方官勤政爱民，由于朝廷腐败而被迫在此为官，从而密谋刺杀董卓。董卓死后，王允与吕布共执朝政，但是董卓余党李傕、郭汜、樊稠等率军攻破长安，吕布出逃，王允被处死，时年56岁。...", "袁尚": "袁尚（？－207年），字显甫，汝南汝阳（今河南商水西南）人。汉末群雄之一袁绍的第三子，受到袁绍的偏爱，并于袁绍去世后继承了袁绍的官位和爵位，也因此招致长兄袁谭的怨恨，兄弟之间经常兵戈相向。后袁氏兄弟均被曹操所败，袁尚与二兄袁熙逃往辽西投奔乌丸首领蹋顿，但不久曹操即平定乌丸，二人只得又投奔辽东太守公孙康，却被公孙康所斩，首级也被送往曹操之处。...", "高顺": "高顺（？－199年2月7日），东汉末年吕布帐下中郎将。史载高顺为人清白有威严，不好饮酒，所统率的部队精锐非常，号称“陷阵营”。屡进忠言于吕布，吕布虽知其忠而不能用。曹操击破吕布后，高顺被曹操所杀。...", "张绣": "张绣（？—207年），武威祖厉（今甘肃靖远）人。骠骑将军张济的从子。东汉末年割据宛城的军阀，汉末群雄之一。初随张济征伐，张济死后与刘表联合。后降曹操，因不满其言行而突袭曹操，复与刘表连和。官渡之战前夕，听从贾诩的建议再次投降曹操，参加官渡之战，官至破羌将军，封宣威侯。在北征乌桓（207年）途中去世（一说为曹丕逼死），谥定侯。...", "刘启": "刘启（公元前188年腊月初五—公元前141年正月），即汉景帝（前157年—前141年在位），汉文帝刘恒嫡长子，孝文皇后窦氏（即窦太后）所生，西汉第六位皇帝。在位16年，谥号孝景皇帝，葬于阳陵。刘启在位期间，推行“削藩策”，削诸侯封地，平定“七国之乱”，巩固中央集权，勤俭治国，继续奉行“与民休息”政策，发展生产、减轻赋税。汉景帝在西汉历史上占有重要地位，他继承和发展其父汉文帝的事业，与父亲一起开创“文景之治”；并为其子刘彻的“汉武盛世”奠定基础，完成从文帝到武帝的过渡。...", "卞氏": "武宣皇后卞氏（159年12月30日－230年7月9日），琅邪开阳（今山东临沂）人，魏武帝曹操的正妻（继室），魏文帝曹丕、任城威王曹彰、陈思王曹植、萧怀王曹熊的母亲。原本是倡家，即汉代专门从事音乐歌舞的乐人家庭，后来与曹操成婚，建安初年，原配丁夫人被废，卞夫人成为曹操的正妻。曹丕继位后尊其为皇太后，曹叡继位后尊其为太皇太后。卞后在太和四年去世，与魏武帝曹操合葬高陵。...", "黄祖": "黄祖（？－208年），东汉末年将领。刘表任荆州牧时，黄祖出任江夏太守。初平二年（191年），黄祖在与长沙太守孙坚交战时，其部下将孙坚射死，因此与孙家结下仇怨，之后黄祖在建安十三年（208年）与孙权的交战中败北，被杀。...", "蔡氏": "蔡夫人，东汉末年荆州牧刘表的后妻，襄阳（今湖北襄阳）人，荆襄一带的豪族蔡氏家族的一员。她是诸葛亮之妻黄月英的姨母，以侄女妻表次子刘琮，因爱之，常毁刘琦而誉刘琮于表。表死，与蔡瑁等共排表长子刘琦，奉刘琮为嗣，寻降曹操。..."}